sdaiGetEntityExtent(Sdai_instS*,Sdai_instS*)
\details
Retrieves a collection of entity instances that are subtypes of entity type described by entity definition.
\param model  [in] The model to get entities collection from.
\param entity [in] The entity definition to find entity instances.
\returns A set of entity instances of the type which is derived from the entity.
\code
SdaiEntity entPropertySingleValue = sdaiGetEntity(model, "IfcPropertySingleValue");
SdaiSet propertySingleValues = sdaiGetEntityExtent(model, entPropertySingleValue);
SdaiInteger cnt = sdaiGetMemberCount(propertySingleValues);